Repository: josiahsprague/quotable-wp
Catalog: languages/quotable-*.po
Languages: de_de, es_es, hu_hu

source: Quotable Features
de_de: Quotable Funktionen
es_es: Funciones de Quotable
hu_hu: Quotable funkciók

source: Settings
de_de: Einstellungen
es_es: Ajustes
hu_hu: Beállítások

source: Upgrade Notice
de_de: Hinweis zum Upgrade
es_es: Aviso de actualización
hu_hu: Frissítési értesítés

source: Thank you for updating Quotable. If you've found my plugin useful, <a href="%s">please consider becoming a Patron.</a>
de_de: Vielen Dank für das updaten von Quotable. Wenn dir mein Plugin gefallen hat, <a href="%s">werde Sponsor.</a>
es_es: Gracias por actualizar Quotable. Si este plugin es útil para usted, <a href="%s">favor de apoyarme en Patreon.</a>
hu_hu: Köszönjük, hogy frissítette a Quotable alkalmazást. Ha hasznosnak találta a pluginomat, akkor <a href="%s">fontolja meg a támogatóvá válást.</a>

source: Thank you for installing Quotable. For exclusive updates, <a href="%s">become a Patron.</a>
de_de: Vielen Dank für das installieren von Quotable. <a href="%s">Werde Sponsor</a> und erhalte exklusive Updates.
es_es: Gracias por instalar Quotable. Para actualizaciones exclusivas, <a href="%s">apoyame en Patreon.</a>
hu_hu: Köszönjük, hogy telepítette a Quotable-t. Az exkluzív frissítések eléréséhez <a href="%s">légy támogató.</a>

source: Enable popup toolbar on text selection
de_de: Aktiviere Pop-Up Symbolleiste für Textauswahl
es_es: Habilitar herramientas contextuales cuando se selecciona texto
hu_hu: Felugró eszköztár engedélyezése a szövegválasztáshoz

source: Add sharing links to blockquotes
de_de: Füge Link teilen zum Blockzitat hinzu
es_es: Añadir enlaces a los de citas de bloque
hu_hu: Megosztási linkek hozzáadása a blokkjegyzetekhez

source: Placeholders are shown in the editor in the places where Quotable links will be added to content on the front end. You must refresh the editor after changing this setting for placeholders to update.
de_de: Im Editor werden Platzhalter angezeigt, wo die zitierbaren Links im Front End zugefügt werden. Du muss den Editor neu laden, nachdem du diese Einstellung geändert hast.
es_es: Los marcadores de posición se muestran en el editor en los lugares donde los enlaces de Quotable se agregarán al contenido publico. Hay que recargar el editor después de cambiar este ajuste para que los marcadores se actualicen.
hu_hu: A placeholderek a szerkesztőben azokon a helyeken jelennek meg, ahol a Quotable linkek hozzáadódnak a kezelőfelület tartalmához. Frissítse a szerkesztőt, miután megváltoztatta ezt a beállítást a placeholderek frissítéséhez.

source: Use Page Default
de_de: Benutze Standardseite
es_es: Usar el valor defecto de la página
hu_hu: Oldalbeállítás használata

source: Show
de_de: Zeigen
es_es: Mostrar
hu_hu: Megjelenítés

source: Hide
de_de: Verstecken
es_es: Esconder
hu_hu: Elrejtés

source: Disable Quotable for blockquotes on this page.
de_de: Deaktiviere Quotable für Blockzitate auf dieser Seite.
es_es: Deshabilitar Quotable para citas de bloque en esta página.
hu_hu: Ezen az oldalon letiltja a Quotable plugint a blokkjegyzetekhez.

source: Disable Quotable for text selection on this page.
de_de: Deaktiviere Quotable für Textauswahl auf dieser Seite.
es_es: Deshabilitar Quotable para selección de texto en esta página.
hu_hu: Az oldalon levő szövegkiválasztás letiltása.

source: Enable or disable Quotable features site-wide. You can also set these preferences on individual posts or pages from their respective editors.
de_de: Aktiviere oder deaktiviere die Zitierfunktion auf der gesamten Seiten. Du kannst die Einstellung in jedem Beitrag und auf jeder Seite im Editor vornehmen.
es_es: Habilite o deshabilite las funciones de Quotable en todo el sitio. También puede configurar estas preferencias en entradas o páginas individuales desde sus respectivos editores.
hu_hu: A Quotable szolgáltatások engedélyezése vagy letiltása az egész weboldalon. Ezeket a preferenciákat az egyes hozzászólásokhoz vagy azok szerkesztőinek oldalára is beállíthatja.
